// import {NodeJs} from '../assets/'

export const courses  = [
    {
        title:"دوره نود جی اس",
        image:"https://toplearn.com/img/course/400x286/%D8%A2%D9%85%D9%88%D8%B2%D8%B4_%D8%A8%D8%B1%D9%86%D8%A7%D9%85%D9%87_%D9%86%D9%88%DB%8C%D8%B3%DB%8C_%D8%A8%D9%87_%DA%A9%D9%88%D8%AF%DA%A9%D8%A7%D9%86_%D9%88_%D9%86%D9%88%D8%AC%D9%88%D8%A7%D9%86%D8%A7%D9%86_(Scratch).jpg",
        link:"#",
        info:"این یک متن لورم و بدون معنی است برای انجام یک سری محتوا های بدون معنی و یک سری چیز های دیگه که من این هارو برای انجام دیگر موارد و کنار گٔاشتتنم که این متن یک متن طول و دراز بشه و متن کانتنت بهتری بتونم برای صفحه های جدید پیاده کنم "
    },
    {
        title:"دوره نود جی اس",
        image:"https://toplearn.com/img/course/400x286/%D8%A2%D9%85%D9%88%D8%B2%D8%B4_%D8%B3%D8%A7%D8%AE%D8%AA_%D8%B4%D8%A8%DA%A9%D9%87_%D8%A7%D8%AC%D8%AA%D9%85%D8%A7%D8%B9%DB%8C_%D8%A8%D8%A7_mern.jpg",
        link:"#",
        info:"این یک متن لورم و بدون معنی است برای انجام یک سری محتوا های بدون معنی و یک سری چیز های دیگه که من این هارو برای انجام دیگر موارد و کنار گٔاشتتنم که این متن یک متن طول و دراز بشه و متن کانتنت بهتری بتونم برای صفحه های جدید پیاده کنم "
    },
    {
        title:"دوره نود جی اس",
        image:"https://toplearn.com/img/course/400x286/%D8%AF%D9%88%D8%B1%D9%87_%D8%AC%D8%A7%D9%85%D8%B9_%D8%B3%D8%A7%D8%AE%D8%AA_%D8%A8%D8%A7%D8%B2%DB%8C_platformer_%D8%AF%D9%88%D8%A8%D8%B9%D8%AF%DB%8C_%D8%AF%D8%B1_%DB%8C%D9%88%D9%86%DB%8C%D8%AA%DB%8C.png",
        link:"#",
        info:"این یک متن لورم و بدون معنی است برای انجام یک سری محتوا های بدون معنی و یک سری چیز های دیگه که من این هارو برای انجام دیگر موارد و کنار گٔاشتتنم که این متن یک متن طول و دراز بشه و متن کانتنت بهتری بتونم برای صفحه های جدید پیاده کنم "
    },
    {
        title:"دوره نود جی اس",
        image:"https://toplearn.com/img/course/400x286/%D8%A2%D9%85%D9%88%D8%B2%D8%B4_%D9%85%D8%AF%D9%84%D8%B3%D8%A7%D8%B2%DB%8C_%D9%BE%D8%A7%DB%8C%D9%87_%D9%88_%D9%85%D8%A7%D8%B4%DB%8C%D9%86_%D9%84%D8%B1%D9%86%DB%8C%D9%86%DA%AF_%D8%A8%D8%A7_%D9%BE%D8%A7%DB%8C%D8%AA%D9%88%D9%86.jpg",
        link:"#",
        info:"این یک متن لورم و بدون معنی است برای انجام یک سری محتوا های بدون معنی و یک سری چیز های دیگه که من این هارو برای انجام دیگر موارد و کنار گٔاشتتنم که این متن یک متن طول و دراز بشه و متن کانتنت بهتری بتونم برای صفحه های جدید پیاده کنم "
    },
    {
        title:"دوره نود جی اس",
        image:"https://toplearn.com/img/course/400x286/%D8%A2%D9%85%D9%88%D8%B2%D8%B4_%D8%A8%D8%B1%D9%86%D8%A7%D9%85%D9%87_%D9%86%D9%88%DB%8C%D8%B3%DB%8C_%D8%A8%D8%A7%D8%B2%DB%8C_%D9%87%D8%A7%DB%8C_3_%D8%A8%D8%B9%D8%AF%DB%8C_%D8%A8%D8%B1%D8%A7%DB%8C_%DA%A9%D9%88%D8%AF%DA%A9%D8%A7%D9%86.jpg",
        link:"#",
        info:"این یک متن لورم و بدون معنی است برای انجام یک سری محتوا های بدون معنی و یک سری چیز های دیگه که من این هارو برای انجام دیگر موارد و کنار گٔاشتتنم که این متن یک متن طول و دراز بشه و متن کانتنت بهتری بتونم برای صفحه های جدید پیاده کنم "
    },
    {
        title:"دوره نود جی اس",
        image:"https://toplearn.com/img/course/400x286/%D8%A2%D9%85%D9%88%D8%B2%D8%B4_%D8%B3%D8%A7%D8%AE%D8%AA_25_%D9%BE%D8%B1%D9%88%DA%98%D9%87_%D8%A8%D8%A7_ReactJS.jpg",
        link:"#",
        info:"این یک متن لورم و بدون معنی است برای انجام یک سری محتوا های بدون معنی و یک سری چیز های دیگه که من این هارو برای انجام دیگر موارد و کنار گٔاشتتنم که این متن یک متن طول و دراز بشه و متن کانتنت بهتری بتونم برای صفحه های جدید پیاده کنم "
    },
    {
        title:"دوره نود جی اس",
        image:"https://toplearn.com/img/post/%D9%86%D8%B1%D9%85_%D8%A7%D9%81%D8%B2%D8%A7%D8%B1_%D9%85%D8%AA%D9%84%D8%A8_%DA%86%DB%8C%D8%B3%D8%AA_%D9%88_%DA%86%D9%87_%DA%A9%D8%A7%D8%B1%D8%A8%D8%B1%D8%AF%DB%8C_%D8%AF%D8%A7%D8%B1%D8%AF%D8%9F.jpg",
        link:"#",
        info:"این یک متن لورم و بدون معنی است برای انجام یک سری محتوا های بدون معنی و یک سری چیز های دیگه که من این هارو برای انجام دیگر موارد و کنار گٔاشتتنم که این متن یک متن طول و دراز بشه و متن کانتنت بهتری بتونم برای صفحه های جدید پیاده کنم "
    },

]